tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/core"
tap "koekeishiya/formulae"
#tap "keith/formulae"

brew "ag"
brew "cmake"
brew "curl"
brew "diffutils"
brew "eigen"
brew "emacs"  # Not for High Sierra
#brew "espeak"
brew "exa"  # Not for High Sierra
brew "ffmpeg" # Not for High Sierra unless gcc is available or jpeg-xl is buildable
brew "figlet"
brew "git"
brew "git-town"
#brew "gmp"
brew "gnupg"
# Looks like this was discontinued upstream
#brew "googler"  # Not for High Sierra
brew "gpg"
brew "grc"
#brew "hdf5"
brew "htop"
brew "imagemagick"  # Not for High Sierra (missing c++ cstdint?)
brew "jpeg"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"  # Not for High Sierra
#brew "libmpc"
#brew "libpng"
#brew "libtiff"
#brew "mpfr"
brew "mtr"
brew "nmap"
brew "opencv" # Not High Sierra
#brew "openexr"
brew "pianobar"  # Not for High Sierra unless gcc is available?
brew "pkg-config"
brew "pyenv-virtualenv"
#brew "pyqt"
brew "python3"
#brew "qt"
#brew "sdl2"
#brew "sdl2_gfx"
#brew "sdl2_image"
#brew "sdl2_mixer"
#brew "sdl2_net"
#brew "sdl2_ttf"
#brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

#cask "battle-net" # Not for High Sierra
cask "caffeine"
cask "discord"
cask "flux"
cask "gimp"
cask "google-chrome" # Not High Sierra
cask "iterm2" # Not High Sierra
cask "macdown"
cask "obsidian"
cask "quicksilver"
cask "slack" # Not High Sierra
cask "spotify"
#cask "synergy"
cask "teamviewer"
cask "vlc"
