tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "keith/formulae"
brew "libpng"
brew "cmake"
brew "eigen"
brew "gmp"
brew "mpfr"
brew "libmpc"
brew "tbb"
brew "curl"
brew "diffutils"
brew "emacs"
brew "espeak"
brew "exa"
brew "jpeg"
brew "libtiff"
brew "python"
brew "sdl2"
brew "ffmpeg"
brew "git-town"
brew "googler"
brew "grc"
brew "hdf5"
brew "htop"
brew "openexr"
brew "imagemagick"
brew "mtr"
brew "nmap"
brew "opencv"
brew "pianobar"
brew "pkg-config"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "keith/formulae/reminders-cli"
cask "backblaze"
cask "battle-net"
cask "caffeine"
cask "clover-configurator"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "quicksilver"
cask "slack"
cask "steam"
cask "synergy"
cask "vlc"
