tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
#tap "keith/formulae"

brew "ag"
brew "cmake"
brew "curl"
brew "diffutils"
brew "eigen"
brew "emacs"
#brew "espeak"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "git-town"
#brew "gmp"
brew "gnupg"
brew "googler"
brew "gpg"
brew "grc"
#brew "hdf5"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "keith/formulae/reminders-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
#brew "libmpc"
#brew "libpng"
#brew "libtiff"
#brew "mpfr"
brew "mtr"
brew "nmap"
brew "opencv"
#brew "openexr"
brew "pianobar"
brew "pkg-config"
brew "pyenv-virtualenv"
#brew "pyqt"
brew "python3"
#brew "qt"
#brew "sdl2"
#brew "sdl2_gfx"
#brew "sdl2_image"
#brew "sdl2_mixer"
#brew "sdl2_net"
#brew "sdl2_ttf"
#brew "tbb"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

#cask "backblaze"
cask "battle-net"
cask "caffeine"
#cask "clover-configurator"
cask "discord"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "macdown"
cask "obsidian"
cask "quicksilver"
cask "slack"
cask "spotify"
#cask "steam"
#cask "synergy"
cask "teamviewer"
cask "vlc"
